Revit 2027 API
FabricationPart.GetAirturnCount Method
 Gets the number of air turns for the fabrication part.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int GetAirturnCount()
Public Function GetAirturnCount As Integer
public:
int GetAirturnCount()
member GetAirturnCount : unit -> int
Return Value
Int32
See Also
Reference
FabricationPart Class
Autodesk.Revit.DB Namespace